Repository: common-repository/remind-me-to-change-my-password
Catalog: languages/remind-me-to-change-*-password-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Locked
fr_fr: Bloqué

source: Suspended account(s)
fr_fr: Compte(s) suspendu(s)

source: Password Reset Manager
fr_fr: Gestionnaire de réinitialisation de mot de passe

source: Settings saved.
fr_fr: Les paramètres sont sauvegardés.

source: User(s) password(s) validity
fr_fr: Validité du (des) mot(s) de passe du (des) utilisateur(s)

source: Days
fr_fr: Jours

source: Day(s) before account suspension
fr_fr: Jour(s) avant la suspension du compte

source: In this field, define number of days before the account is suspended, once the password is expired.
fr_fr: Dans ce champ, définissez le nombre de jours avant que le compte ne soit suspendu, une fois le mot de passe expiré.

source: Highlight color on exceeded due date
fr_fr: Couleur de surlignage sur la date d'échéance dépassée

source: Select the roles that will be submitted to this account suspension rule
fr_fr: Sélectionnez les rôles qui seront soumis à cette règle de suspension de compte

source: Without role
fr_fr: Sans rôle

source: Search
fr_fr: Recherche

source: Selected items
fr_fr: Éléments sélectionnés

source: Specify the email that will not be submitted to this account suspension rule, so that your website remains reachable at all time.
fr_fr: Indiquez l’e-mail qui ne sera pas soumis à cette règle de suspension de compte, afin que votre site Web reste accessible à tout moment.

source: An error occurred, please try again
fr_fr: Une erreur est survenue, veuillez réessayer

source: A link has been sent to the user so that he can reactivate the account.
fr_fr: Un lien a été envoyé à l’utilisateur pour qu’il puisse réactiver son compte.

source: You cannot edit this user, you have to unblock him/her first
fr_fr: Vous ne pouvez pas éditer ce compte, il faut d’abord le débloquer

source: Welcome
fr_fr: Bonjour

source: Your account (%s) has been suspended. To reactivate it, please use the following link:
fr_fr: Votre compte (%s) a été suspendu. Pour le réactiver, veuillez utiliser le lien suivant :

source: Your password reset link has expired. Please request a new link:
fr_fr: Le lien de réinitialisation de votre mot de passe a expiré. Veuillez demander un nouveau lien :

source: Your password reset link appears to be invalid. Please request a new link:
fr_fr: Le lien de réinitialisation de votre mot de passe semble être invalide. Veuillez demander un nouveau lien :

source: Back to home
fr_fr: Retour à l’accueil

source: Your password has expired. Please reset it
fr_fr: Votre mot de passe a expiré. Veuillez le réinitialiser

source: To reactivate your account, please reset your password.
fr_fr: Pour réactiver votre compte, veuillez réinitialiser votre mot de passe.

source: Your account has been suspended. To reset your password and reactivate your account, please contact the site administrator:
fr_fr: Votre compte a été suspendu. Pour réinitialiser votre mot de passe et réactiver votre compte, veuillez contacter l’administrateur du site :

source: Your account has been suspended. If you wish to reactivate it, please contact the website administrator:
fr_fr: Votre compte a été suspendu. Si vous souhaitez le réactiver, veuillez contacter l’administrateur du site :

source: Your password needs to be different than your previous one.
fr_fr: Votre mot de passe doit être différent du précédent.

source: Initialize counter
fr_fr: Initialiser le compteur

source: Days before suspension
fr_fr: Jours avant la suspension

source: The account will be suspended
fr_fr: Le compte sera suspendu

source: With this extension, define the validity period for the passwords, set the roles that would be submitted to this rule, remind the users to reset their passwords in due time and suspend the account after a set period of time without password-reset.
fr_fr: Avec cette extension, définissez la période de validité des mots de passe, définissez les rôles qui seraient soumis à cette règle, rappelez aux utilisateurs de réinitialiser leurs mots de passe en temps voulu et suspendez le compte après une période déterminée sans réinitialisation du mot de passe.

source: Select bulk action
fr_fr: Sélectionnez l’action groupée

source: Bulk actions
fr_fr: Actions groupées

source: Delete
fr_fr: Supprimer

source: Apply
fr_fr: Appliquer

source: Search Users:
fr_fr: Rechercher des comptes :

source: Search Users
fr_fr: Rechercher des comptes

source: Select All
fr_fr: Sélectionner tout

source: Login
fr_fr: Identifiant

source: Blocking date
fr_fr: Date de blocage

source: Reactivate account
fr_fr: Réactiver le compte

source: Delete account
fr_fr: Supprimer le compte

source: Select User
fr_fr: Sélectionner le compte

source: Y-m-d H:i
fr_fr: d-m-Y H:i

source: No account suspended
fr_fr: Aucun compte suspendu
